Repository: AsierPolux/SGAext
Catalog: Translations/SGAext.*.g.xlf
Languages: es_es

# Codeunit 2035773434 - NamedType 3168196109
source: App Warehouse not defined
es_es: No se ha definido el almacén de la App

# Codeunit 2035773434 - NamedType 3195850850
source: Warehouse receipt error
es_es: Error en la recepción

# Codeunit 2035773434 - NamedType 2642384789
source: No product tracking code has been indicated for reference %1
es_es: No se ha indicado código seguimiento producto para la referencia %1

# Codeunit 2035773434 - NamedType 951021725
source: Journal Template Name not define on Warehouse Setup
es_es: No se ha definido el diario inventario en la configuración de almacén

# Codeunit 2035773434 - NamedType 1304331942
source: Incorrect format. A Json was expected
es_es: Formato incorrecto. Se esperaba un Json

# Codeunit 2035773434 - NamedType 4232205562
source: There are no pending lines with sufficient quantity
es_es: No hay lineas pendientes con cantidad suficiente

# Codeunit 2035773434 - NamedType 426222983
source: Error generating internal Lot No number
es_es: Error al generar el número de lote interno

# Codeunit 2035773434 - NamedType 3649219638
source: Internal Lot No %1 was not found in the system
es_es: No se ha encontrado el lote interno %1 en el sistema

# Codeunit 2035773434 - NamedType 41991427
source: Error when moving
es_es: Error al mover

# Codeunit 2035773434 - NamedType 3779943642
source: Nothing to handle.
es_es: Nada que registrar

# Codeunit 2035773434 - NamedType 3740895378
source: A serial number has not been defined to generate the batch
es_es: No se ha definido un nº de serie para generar el lote

# Codeunit 2035773434 - NamedType 1143900519
source: Lot prefix not defined
es_es: No se ha definido el prefijo del lote

# Codeunit 2035773434 - NamedType 824384756
source: Warehouse receipt with number %1 not found
es_es: No se ha encontrado la recepción con número %1

# Codeunit 2035773434 - NamedType 2250250847
source: The indicated resource was not found
es_es: No se ha encontrado el recurso indicado

# Codeunit 2035773434 - NamedType 422849800
source: Reference %1 not found in the system
es_es: No se ha encontrado la referencia %1 en el sistema

# Codeunit 2035773434 - NamedType 2878665887
source: Error posting
es_es: Error al registrar

# Codeunit 2035773434 - NamedType 1690454790
source: Put-away not found
es_es: Almacenamiento no encontrado

# Codeunit 2035773434 - NamedType 2029379943
source: Inventory not found
es_es: No existe inventario

# Codeunit 2035773434 - NamedType 2273248168
source: Track No. Not Found
es_es: No se ha encontrado la trazabilidad

# Codeunit 2035773434 - NamedType 3018482407
source: Bin %1 not found
es_es: Ubicación %1 no encontrada

# Codeunit 2035773434 - NamedType 1135649827
source: Adjust bin not defined
es_es: Ubicación de ajuste no definida

# Codeunit 2035773434 - NamedType 3120865116
source: Lot No
es_es: Lote

# Codeunit 2035773434 - NamedType 963375437
source: Package
es_es: Paquete

# Codeunit 2035773434 - NamedType 3076488670
source: Serial No
es_es: Serie

# Codeunit 2035773434 - Method 330294467 - NamedType 486645057
source: Not exist Reclassification Template
es_es: No existe Libro diario Reclasificación

# Codeunit 1185164919 - NamedType 3168196109
source: App Warehouse not defined
es_es: No se ha definido el almacén de la App

# Codeunit 1185164919 - NamedType 3195850850
source: Warehouse receipt error
es_es: Error en la recepción

# Codeunit 1185164919 - NamedType 2642384789
source: No product tracking code has been indicated for reference %1
es_es: No se ha indicado código seguimiento producto para la referencia %1

# Codeunit 1185164919 - NamedType 951021725
source: Journal Template Name not define on Warehouse Setup
es_es: No se ha definido el diario inventario en la configuración de almacén

# Codeunit 1185164919 - NamedType 3717824003
source: Shipment Not Found
es_es: No se ha encontrado en envío

# Codeunit 1185164919 - NamedType 1304331942
source: Incorrect format. A Json was expected
es_es: Formato incorrecto. Se esperaba un Json

# Codeunit 1185164919 - NamedType 4232205562
source: There are no pending lines with sufficient quantity
es_es: No hay lineas pendientes con cantidad suficiente

# Codeunit 1185164919 - NamedType 2732831268
source: Lot No not defined
es_es: No se ha definido el lote

# Codeunit 1185164919 - NamedType 426222983
source: Error generating internal Lot No number
es_es: Error al generar el número de lote interno

# Codeunit 1185164919 - NamedType 3649219638
source: Internal Lot No %1 was not found in the system
es_es: No se ha encontrado el lote interno %1 en el sistema

# Codeunit 1185164919 - NamedType 41991427
source: Error when moving
es_es: Error al mover

# Codeunit 1185164919 - NamedType 3779943642
source: Nothing to handle.
es_es: Nada que registrar

# Codeunit 1185164919 - NamedType 3740895378
source: A serial number has not been defined to generate the batch
es_es: No se ha definido un nº de serie para generar el lote

# Codeunit 1185164919 - NamedType 1652318197
source: Package No not defined
es_es: No se ha definido el paquete

# Codeunit 1185164919 - NamedType 1143900519
source: Lot prefix not defined
es_es: No se ha definido el prefijo del lote

# Codeunit 1185164919 - NamedType 824384756
source: Warehouse receipt with number %1 not found
es_es: No se ha encontrado la recepción con número %1

# Codeunit 1185164919 - NamedType 2250250847
source: The indicated resource was not found
es_es: No se ha encontrado el recurso indicado

# Codeunit 1185164919 - NamedType 422849800
source: Reference %1 not found in the system
es_es: No se ha encontrado la referencia %1 en el sistema

# Codeunit 1185164919 - NamedType 2878665887
source: Error posting
es_es: Error al registrar

# Codeunit 1185164919 - NamedType 2273148134
source: Product tracking definition error
es_es: Error en la definición del seguimiento de producto

# Codeunit 1185164919 - NamedType 614367065
source: The serial number already exists in the systemr
es_es: El número de serie ya existe en el sistema

# Codeunit 1185164919 - NamedType 3754081590
source: Serial No not defined
es_es: No se ha definido el serie

# Codeunit 1185164919 - NamedType 1690454790
source: Put-away not found
es_es: Almacenamiento no encontrado

# Codeunit 1185164919 - NamedType 2029379943
source: Inventory not found
es_es: No existe inventario

# Codeunit 1185164919 - NamedType 4271515033
source: Movement not found
es_es: Movimiento no encontrado

# Codeunit 1185164919 - NamedType 2273248168
source: Track No. Not Found
es_es: No se ha encontrado la trazabilidad

# Codeunit 1185164919 - NamedType 3018482407
source: Bin %1 not found
es_es: Ubicación %1 no encontrada

# Codeunit 1185164919 - NamedType 1135649827
source: Adjust bin not defined
es_es: Ubicación de ajuste no definida

# Codeunit 1185164919 - NamedType 3120865116
source: Lot No
es_es: Lote

# Codeunit 1185164919 - NamedType 963375437
source: Package
es_es: Paquete

# Codeunit 1185164919 - NamedType 3076488670
source: Serial No
es_es: Serie

# Codeunit 1185164919 - Method 2221218137 - NamedType 321955337
source: The item %1 does not exist
es_es: El producto %1 no existe

# Codeunit 1185164919 - Method 330294467 - NamedType 486645057
source: Not exist Reclassification Template
es_es: No existe Libro diario Reclasificación

# PageExtension 1580859378 - Control 1518918944 - Property 1295455071
source: Copy Allows
es_es: Permite copiar

# PageExtension 1580859378 - Control 3987993804 - Property 1295455071
source: Regularize allows
es_es: Permite regularizar

# PageExtension 1580859378 - Control 3181781902 - Property 1295455071
source: View inventory quantity
es_es: Ver cantidad inventario

# PageExtension 3213244558 - Control 453237732 - Property 1295455071
source: Automatic lot no
es_es: Crear el Nº. de lote automáticamente

# PageExtension 3213244558 - Control 2317360410 - Property 1295455071
source: All products must have a unique internal lot no
es_es: Todos los productos tienen que llevar un lote interno único

# PageExtension 3213244558 - Control 2342576406 - Property 1295455071
source: Automatic lot no
es_es: Crear el Nº. de Serie automáticamente

# PageExtension 3213244558 - Control 3320095096 - Property 1295455071
source: All products must have a unique internal lot no
es_es: Todos los productos tienen que llevar un Nº de Serie interno único

# PageExtension 3213244558 - Control 4288541063 - Property 1295455071
source: For products with lot no, use the vendors lot no
es_es: Para los productos con lote usar el lote del proveedor

# PageExtension 3213244558 - Control 2680708721 - Property 1295455071
source: For products with serial no, use the vendors serial no
es_es: Para los productos con serie usar el serie del proveedor

# PageExtension 3288470611 - Control 4283809525 - Property 1295455071
source: Read
es_es: Leido

# TableExtension 3276313895 - Field 2838717439 - Property 2879900210
source: Use Expiration
es_es: Usar Caducidad

# TableExtension 3891454143 - Field 1523876818 - Property 2879900210
source: Automatic Put-Away
es_es: Almacenamiento automático

# TableExtension 3891454143 - Field 698477360 - Property 2879900210
source: Received Bin
es_es: Ubicación Alm. Automático

# TableExtension 3891454143 - Field 3445095923 - Property 2879900210
source: Received Zone
es_es: Zona Alm. Automático

# TableExtension 411889830 - Field 2638738419 - Property 2879900210
source: Vendor Shipment No.
es_es: Nº Albarán Proveedor

# TableExtension 411889830 - Field 441647185 - Property 2879900210
source: Alert
es_es: Alerta

# TableExtension 411889830 - Field 1573565203 - Property 2879900210
source: Initial Qty
es_es: Cantidad inicial

# TableExtension 411889830 - Field 1927906008 - Property 2879900210
source: On Alert
es_es: En Alerta

# TableExtension 411889830 - Field 3002765613 - Property 2879900210
source: Receipt Date
es_es: Fecha Recepción

# TableExtension 411889830 - Field 3560088070 - Property 2879900210
source: Photo
es_es: Foto

# TableExtension 411889830 - Field 2165670724 - Property 2879900210
source: Vendor Lot
es_es: Lote Proveedor

# TableExtension 411889830 - Field 1760272082 - Property 2879900210
source: Serie No.
es_es: Nº serie

# TableExtension 411889830 - Field 1567443966 - Property 2879900210
source: Vendor
es_es: Proveedor

# TableExtension 348912950 - Field 1518918944 - Property 2879900210
source: Copy Allow
es_es: Permitir Copiar

# TableExtension 348912950 - Field 3987993804 - Property 2879900210
source: Allows regularization
es_es: Permitir regularizar

# TableExtension 348912950 - Field 325008777 - Property 2879900210
source: Pin to access
es_es: Pin de acceso

source: The pin must have at least 4 characters
es_es: El pin ha de tener al menos 4 carácteres

# TableExtension 348912950 - Field 3181781902 - Property 2879900210
source: View inventory quantity
es_es: Mostrar Cantidad inventario

# TableExtension 1793067959 - Field 2638738419 - Property 2879900210
source: Vendor Shipment No.
es_es: Nº Albarán Proveedor

# TableExtension 1793067959 - Field 441647185 - Property 2879900210
source: Alert
es_es: Alerta

# TableExtension 1793067959 - Field 1927906008 - Property 2879900210
source: On Alert
es_es: En Alerta

# TableExtension 1793067959 - Field 3002765613 - Property 2879900210
source: Receipt Date
es_es: Fecha Recepción

# TableExtension 1793067959 - Field 3560088070 - Property 2879900210
source: Photo
es_es: Foto

# TableExtension 1793067959 - Field 2165670724 - Property 2879900210
source: Vendor Lot
es_es: Lote Proveedor

# TableExtension 1143503822 - Field 4283809525 - Property 2879900210
source: Read
es_es: Leido

# TableExtension 3213244558 - Field 446492480 - Property 2879900210
source: SGA App Location
es_es: Almacén Aplicación SGA

# TableExtension 3213244558 - Field 1154349302 - Property 2879900210
source: Journal Batch
es_es: Sección

# TableExtension 3213244558 - Field 283379698 - Property 2879900210
source: Journal Template
es_es: Diario

# TableExtension 3213244558 - Field 1935546685 - Property 2879900210
source: Journal Batch
es_es: Sección

# TableExtension 3213244558 - Field 1404235969 - Property 2879900210
source: Journal Template
es_es: Diario

# TableExtension 3213244558 - Field 4287287883 - Property 2879900210
source: Reset Shipment quantity
es_es: Crear Envíos sin cantidad

# TableExtension 3213244558 - Field 1341359764 - Property 2879900210
source: Reset Receipt quantity
es_es: Crear Recepciones sin cantidad

# TableExtension 3213244558 - Field 453237732 - Property 2879900210
source: Automatic Lot No
es_es: Nº. Lote Automático

# TableExtension 3213244558 - Field 2317360410 - Property 2879900210
source: Mandatory Lot No
es_es: Nº. Lote Obligatorio

# TableExtension 3213244558 - Field 2342576406 - Property 2879900210
source: Automatic Serial No
es_es: Nº. Serie Automático

# TableExtension 3213244558 - Field 3320095096 - Property 2879900210
source: Mandatory Serial No
es_es: Nº. Serie Obligatorio

# TableExtension 3213244558 - Field 3882650204 - Property 2879900210
source: Add quantity in inventory
es_es: Incrementar Cantidades

# TableExtension 3213244558 - Field 4288541063 - Property 2879900210
source: Use Vendor Lot No
es_es: Usar Nº. Lote Proveedor

# TableExtension 3213244558 - Field 182827633 - Property 2879900210
source: Use Package
es_es: Usar Paquete

# TableExtension 3213244558 - Field 2680708721 - Property 2879900210
source: Use Vendor Serial No
es_es: Usar Nº. Serie del Proveedor

# TableExtension 3213244558 - Field 1163754742 - Property 2879900210
source: See Inventory
es_es: Inventario

# TableExtension 3213244558 - Field 2801074517 - Property 2879900210
source: See Movements
es_es: Movimientos

# TableExtension 3213244558 - Field 606050021 - Property 2879900210
source: See Receipt
es_es: Recepción

# TableExtension 3213244558 - Field 3430218604 - Property 2879900210
source: See Shipments
es_es: Salidas
